{
  "insert_clients_name": "",
  "matter": "SHAKI11062-00001",
  "name_of_person_handling_matter": "",
  "name_of_handler": "",
  "status": "",
  "email": "",
  "fee_earner_email": "",
  "handler_hourly_rate": "395",
  "costs_other_party_paragraph": "We do not expect that you will have to pay another party's costs. This only tends to arise in litigation and is therefore not relevant to your matter.",
  "contact_details_for_marketing_opt_out": "info@helix-law.com",
  "fee_earner_postal_address": "",
  "name": "",
  "insert_heading_eg_matter_description": "",
  "matter_number": "SHAKI11062-00001",
  "insert_current_position_and_scope_of_retainer": "You have instructed us to review and advise you in relation to a disputed commercial debt of approximately £46,000 recorded in your name. Our Initial Scope is to consider the background facts and documents you provide, assess the strength of your potential claim and/or defence, and advise you on your legal position and options for recovery or dispute of the debt. We will also outline the practical next steps available to you, including the prospects and risks of taking formal action or defending any claim that may be brought against you. This work will be limited to initial review and written and/or verbal advice and will not include drafting or sending correspondence to the other party or commencing court proceedings at this stage (\"Initial Scope\")",
  "next_steps": "for you to provide us with all relevant documents and information relating to the disputed commercial debt, for us to review those materials in detail, and for us then to prepare and provide our initial advice on your position and recommended next steps",
  "realistic_timescale": "2-3 weeks",
  "charges_estimate_paragraph": "For the Initial Scope, our fees are estimated to be in the region of £1,800 plus VAT, based on the time we anticipate will be required to review the key documents and provide clear advice on your position and options. This is an estimate and not a fixed fee, and the actual costs may be higher or lower depending on the volume and complexity of the documents and issues that arise. If it appears that our fees are likely to exceed this estimate, we will discuss this with you before incurring significant additional costs.",
  "disbursements_paragraph": "For this initial review and advice, we do not anticipate any significant disbursements beyond incidental costs such as photocopying or document production, if required. If any material disbursements do become necessary, we will notify you in advance and seek your approval before incurring them.",
  "figure": "900",
  "and_or_intervals_eg_every_three_months": " when there is a material development in your matter or if it appears that our estimate is likely to be exceeded",
  "may_will": "may",
  "insert_next_step_you_would_like_client_to_take": "Provide us with a clear written summary of the background to the disputed commercial debt, including how it arose and the current position with the other party.",
  "state_why_this_step_is_important": "This will enable us to understand the factual context and focus our review and advice on the key issues affecting your position.",
  "state_amount": "900",
  "insert_consequence": "we may not be able to start work on your matter or provide you with substantive advice within the timescales discussed",
  "describe_first_document_or_information_you_need_from_your_client": "• Copies of any contracts, agreements, invoices, purchase orders or terms and conditions relating to the £46,000 commercial debt.",
  "describe_second_document_or_information_you_need_from_your_client": "• Copies of all relevant correspondence with the other party (including emails, letters, WhatsApp or text messages) concerning the debt and any dispute about it.",
  "describe_third_document_or_information_you_need_from_your_client": "• Details of any payments made or received in relation to the debt (such as bank statements or remittance advices) and any previous attempts to resolve the matter.",
  "next_stage": "Initial review and written advice on disputed commercial debt",
  "figure_or_range": "1,800 - 1,800",
  "estimate": "£1,800 plus VAT",
  "in_total_including_vat_or_for_the_next_steps_in_your_matter": "for the next steps in your matter",
  "give_examples_of_what_your_estimate_includes_eg_accountants_report_and_court_fees": "reviewing your documents, considering the factual and legal position, and preparing written and/or verbal advice on your options and recommended next steps",
  "we_cannot_give_an_estimate_of_our_overall_charges_in_this_matter_because_reason_why_estimate_is_not_possible": "",
  "simple_disbursements_estimate": "0",
  "fee_earner_phone": "",
  "names_and_contact_details_of_other_members_of_staff_who_can_help_with_queries": "",
  "handler": "",
  "identify_the_other_party_eg_your_opponents": "",
  "link_to_preference_centre": "",
  "explain_the_nature_of_your_arrangement_with_any_introducer_for_link_to_sample_wording_see_drafting_note_referral_and_fee_sharing_arrangement": "",
  "instructions_link": "",
  "display_number": "SHAKI11062-00001"
}